tap "adoptopenjdk/openjdk"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "openssl@3"
brew "ruby"
brew "cocoapods"
brew "fd"
brew "node"
brew "firebase-cli"
brew "fzf"
brew "git"
brew "gitmoji"
brew "harfbuzz"
brew "tree-sitter"
brew "neovim"
brew "openjdk@11"
brew "python@3.11"
brew "ripgrep"
brew "rust"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "typescript"
brew "typescript-language-server"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
cask "authy"
cask "calibre"
cask "firefox"
cask "flutter"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "google-drive"
cask "nordpass"
cask "obsidian"
cask "slack"
cask "stats"
cask "whatsapp"
