tap "adoptopenjdk/openjdk"
tap "dart-lang/dart"
tap "ggozad/formulas"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/services"
tap "supabase/tap"
brew "glib"
brew "openssl@3"
brew "cocoapods"
brew "colima", restart_service: :changed
brew "docker"
brew "docker-compose"
brew "fzf"
brew "gh"
brew "git"
brew "node"
brew "gitmoji"
brew "glow"
brew "htop"
brew "imagemagick"
brew "immich-go"
brew "tree-sitter"
brew "neovim"
brew "ollama", restart_service: :changed
brew "openjdk@17"
brew "rclone"
brew "rustup"
brew "tmux"
brew "tree"
brew "unar"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "ggozad/formulas/oterm"
brew "supabase/tap/supabase"
cask "android-file-transfer"
cask "android-studio"
cask "bitwarden"
cask "calibre"
cask "darktable"
cask "discord"
cask "flutter"
cask "font-hack-nerd-font"
cask "jellyfin-media-player"
cask "mullvad-browser"
cask "nordpass"
cask "obsidian"
cask "raycast"
cask "slack"
cask "stats"
cask "whatsapp"
