tap "adoptopenjdk/openjdk"
tap "dart-lang/dart"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/services"
tap "supabase/tap"
brew "openssl@3"
brew "sqlite"
brew "python@3.13"
brew "glib"
brew "cairo"
brew "cmake"
brew "cocoapods"
brew "colima", restart_service: :changed
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "fd"
brew "node"
brew "firebase-cli"
brew "fzf"
brew "gh"
brew "git"
brew "gitmoji"
brew "glow"
brew "unbound"
brew "harfbuzz"
brew "htop"
brew "inetutils"
brew "lftp"
brew "libtiff"
brew "libusb"
brew "tree-sitter"
brew "neovim"
brew "ollama"
brew "openjdk@17"
brew "python-setuptools"
brew "python@3.11"
brew "qemu"
brew "rclone"
brew "ripgrep"
brew "rustup"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unar"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "supabase/tap/supabase"
cask "android-file-transfer"
cask "android-studio"
cask "calibre"
cask "darktable"
cask "discord"
cask "firefox"
cask "flutter"
cask "font-hack-nerd-font"
cask "jellyfin-media-player"
cask "nordpass"
cask "obsidian"
cask "openmtp"
cask "raycast"
cask "slack"
cask "stats"
cask "whatsapp"
cask "zen-browser"
